const films = [
  {
    "Название": "1+1",
    "Жанр": "Драма",
    "Страна": "Франция",
    "Год": 2011,
    "Рейтинг": 8.4,
    "Возраст": 18
  },
  {
    "Название": "Начало",
    "Жанр": "Научная фантастика",
    "Страна": "США",
    "Год": 2010,
    "Рейтинг": 8.8,
    "Возраст": 12
  },
  {
    "Название": "Начало",
    "Жанр": "Научная фантастика",
    "Страна": "США",
    "Год": 2010,
    "Рейтинг": 8.8,
    "Возраст": 12
  },
  {
    "Название": "Форрест Гамп",
    "Жанр": "Драма",
    "Страна": "США",
    "Год": 1994,
    "Рейтинг": 8.8,
    "Возраст": 12
  },
  {
    "Название": "Паразиты",
    "Жанр": "Триллер",
    "Страна": "Южная Корея",
    "Год": 2019,
    "Рейтинг": 8.6,
    "Возраст": 16
  },
  {
    "Название": "Матрица",
    "Жанр":"Научная фантастика",
    "Страна":"США",
    "Год":1999,
    "Рейтинг": 8.7,
    "Возраст": 16
  },
  {
    "Название": "Сияние",
    "Жанр": "Ужасы",
    "Страна": "США",
    "Год": 1980,
    "Рейтинг": 8.4,
    "Возраст": 18
  },
  {
    "Название": "Темный рыцарь",
    "Жанр": "Экшн",
    "Страна": "США",
    "Год": 2008,
    "Рейтинг": 9.0,
    "Возраст": 12
  },
  {
    "Название": "Крестный отец",
    "Жанр": "Криминал",
    "Страна": "США",
    "Год": 1972,
    "Рейтинг": 9.2,
    "Возраст": 16
  },
  {
    "Название": "Титаник",
    "Жанр": "Мелодрама",
    "Страна": "США",
    "Год": 1997,
    "Рейтинг": 7.8,
    "Возраст": 12
  },
  {
    "Название": "Семь самураев",
    "Жанр": "Драма",
    "Страна": "Япония",
    "Год": 1954,
    "Рейтинг": 8.6,
    "Возраст": 16
  },
  {
    "Название": "Гладиатор",
    "Жанр": "Экшн",
    "Страна": "США",
    "Год": 2000,
    "Рейтинг": 8.5,
    "Возраст": 16
  },
  {
    "Название": "Зеленая миля",
    "Жанр":"Драма",
    "Страна":"США",
    "Год": 1999,
    "Рейтинг": 8.6,
    "Возраст": 16
  },
  {
    "Название": "Интерстеллар",
    "Жанр": "Научная фантастика",
    "Страна": "США",
    "Год": 2014,
    "Рейтинг": 8.6,
    "Возраст": 12
  },
  {
    "Название": "Волк с Уолл-стрит",
    "Жанр": "Комедия/Драма",
    "Страна": "США",
    "Год": 2013,
    "Рейтинг": 8.2,
    "Возраст": 18
  },
  {
    "Название": "Достучаться до небес",
    "Жанр": "Драма/Комедия",
    "Страна": "Германия",
    "Год": 1997,
    "Рейтинг": 8.2,
    "Возраст": 16
  },
  {
    "Название": "Однажды в Америке",
     "Жанр": "Криминал/Драма",
     "Страна": "США",
     "Год": 1984,
     "Рейтинг": 8.4,
     "Возраст": 18
  },
  {
    "Название": "Убить Билла: Часть 1",
    "Жанр": "Экшн/Приключения",
    "Страна": "США",
    "Год": 2003,
    "Рейтинг": 8.1,
    "Возраст": 18
  },
  {
    "Название": "Бойцовский клуб",
    "Жанр": "Драма",
    "Страна": "США",
    "Год": 1999,
    "Рейтинг": 8.8,
    "Возраст": 18
  },
  {
    "Название": "Побег из Шоушенка",
    "Жанр": "Драма/Криминал",
    "Страна": "США",
    "Год": 1994,
    "Рейтинг": 9.3,
    "Возраст": 16
  },
  {
    "Название": "В поисках счастья",
    "Жанр": "Драма/Биография",
    "Страна": "США",
    "Год": 2006,
    "Рейтинг": 8.0,
    "Возраст": 12
  },
  {
    "Название": "Престиж",
    "Жанр": "Драма/Триллер",
    "Страна": "США",
    "Год": 2006,
    "Рейтинг": 8.5,
    "Возраст": 12
  },
  {
    "Название": "Гарри Поттер и философский камень",
    "Жанр": "Фэнтези/Приключения",
    "Страна": "Великобритания/США",
    "Год": 2001,
    "Рейтинг": 7.6,
    "Возраст": 6
  },
  {
    "Название": "Книга Илая",
    "Жанр": "Научная фантастика/Экшн",
    "Страна": "США",
    "Год": 2010,
    "Рейтинг": 6.9,
    "Возраст": 16
  },
  {
    "Название": "Мстители: Финал",
    "Жанр": "Экшн/Фантастика",
    "Страна": "США",
    "Год": 2019,
    "Рейтинг": 8.4,
    "Возраст": 12
  },
  {
    "Название": "Звёздные войны: Эпизод IV - Новая надежда ",
    "Жанр": "Научная фантастика/Приключения",
    "Страна": "США",
    "Год": 1977,
    "Рейтинг": 8.6,
    "Возраст": 12
  },
  {
    "Название": "Шестое чувство",
    "Жанр": "Триллер/Драма",
    "Страна": "США",
    "Год": 1999,
    "Рейтинг": 8.1,
    "Возраст": 12
  },
  {
    "Название": "Чужой",
    "Жанр": "Научная фантастика/Ужасы",
    "Страна": "Великобритания/США",
    "Год": 1979,
    "Рейтинг": 8.4,
    "Возраст": 16
  },
  {
   "Название": "Старикам тут не место",
    "Жанр": "Триллер/Драма",
    "Страна": "США",
    "Год": 2007,
    "Рейтинг": 8.1,
    "Возраст": 16
  },
  {
    "Название": "Сквозь снег",
    "Жанр": "Научная фантастика/Экшн",
    "Страна": "Южная Корея",
    "Год": 2013,
    "Рейтинг": 7.1,
    "Возраст": 16
  },
  {
    "Название": "Мементо",
    "Жанр": "Триллер/Драма",
    "Страна": "США",
    "Год": 2000,
    "Рейтинг": 8.4,
    "Возраст": 16
  },
  {
    "Название": "Остров проклятых",
    "Жанр": "Триллер/Драма",
    "Страна": "США",
    "Год": 2010,
    "Рейтинг": 8.2,
    "Возраст": 16
  },
  {
    "Название": "Мост через реку Квай",
    "Жанр": "Военный/Драма",
    "Страна": "Великобритания/США",
    "Год": 1957,
    "Рейтинг": 8.2,
    "Возраст": 12
  },
  {
    "Название": "Зодиак",
    "Жанр": "Триллер/Драма",
    "Страна": "США",
    "Год": 2007,
    "Рейтинг": 7.7,
    "Возраст": 16
  },
  {
    "Название": "Психо",
    "Жанр": "Ужасы/Триллер",
    "Страна": "США",
    "Год": 1960,
    "Рейтинг": 8.5,
    "Возраст": 18
  },
  {
    "Название": "Джентльмены удачи",
    "Жанр": "Комедия/Криминал",
    "Страна": "СССР",
    "Год": 1971,
    "Рейтинг": 8.5,
    "Возраст": 12
  },
  {
    "Название": "Бегущий по лезвию 2049",
    "Жанр": "Научная фантастика/Драма",
    "Страна": "США",
    "Год": 2017,
    "Рейтинг": 8.0,
    "Возраст": 16
  },
  {
    "Название": "Человек-паук: Через вселенные",
    "Жанр": "Анимация/Приключения",
    "Страна": "США",
    "Год": 2018,
    "Рейтинг": 8.4,
    "Возраст": 6
  },
  {
    "Название": "Ла-Ла Ленд",
    "Жанр": "Мюзикл/Драма",
    "Страна": "США",
    "Год": 2016,
    "Рейтинг": 8.0,
    "Возраст": 12
  },
  {
    "Название": "Побег из планеты Земля",
    "Жанр": "Анимация/Комедия",
    "Страна": "США",
    "Год": 2013,
    "Рейтинг": 5.9,
    "Возраст": 6
  },
  {
    "Название": "Гарри Поттер и Тайная комната",
    "Жанр": "Фэнтези/Приключения",
    "Страна": "Великобритания/США",
    "Год": 2002,
    "Рейтинг": 7.4,
    "Возраст": 6
  },
  {
    "Название": "Зеленая книга",
    "Жанр": "Драма/Комедия",
    "Страна": "США",
    "Год": 2018,
    "Рейтинг": 8.2,
    "Возраст": 12
  },
  {
    "Название":"Невидимая сторона",
    "Жанр":"Драма/Спорт",
    "Страна":"США",
    "Год": 2009,
    "Рейтинг": 7.6,
    "Возраст": 12
  },
  {
    "Название": "В поисках Немо",
    "Жанр": "Анимация/Приключения",
    "Страна": "США",
    "Год": 2003,
    "Рейтинг": 8.1,
    "Возраст": 6
  },
  {
    "Название": "Мир Юрского периода",
    "Жанр": "Научная фантастика/Экшн",
    "Страна": "США",
    "Год": 2015,
    "Рейтинг": 7.0,
    "Возраст": 12
  },
  {
    "Название": "Брат 2",
    "Жанр": "Криминал/Драма",
    "Страна": "Россия",
    "Год": 2000,
    "Рейтинг": 8.1,
    "Возраст": 18
  },
  {
    "Название": "Крепкий орешек",
    "Жанр": "Экшн/Триллер",
    "Страна": "США",
    "Год": 1988,
    "Рейтинг": 8.2,
    "Возраст": 18
  },
  {
    "Название": "Остров",
     "Жанр": "Триллер/Драма",
     "Страна": "США",
     "Год": 2010,
     "Рейтинг": 8.2,
     "Возраст": 16
  },
  {
     "Название":"Чужой: Завет",
     "Жанр":"Научная фантастика/Ужасы",
     "Страна":"Великобритания/США",
     "Год": 2015,
     "Рейтинг": 8.4,
     "Возраст": 16
  },
  {
      "Название": "Мстители: Эра Альтрона",
      "Жанр": "Экшн/Фантастика",
      "Страна": "США",
      "Год": 2017,
      "Рейтинг": 8.0,
      "Возраст": 16
  }
]

export default  films;