export type tGroup = {
    "id": number,
    "Группа": string | number,
    "Минимальная высота": number,
    "Максимальная высота": number,
    "Средняя высота": number,
}[];

export const years: tGroup = [
    { "id": 1, "Группа": 1994, "Минимальная высота": 8.5, "Максимальная высота": 9.3, "Средняя высота": 8.9 },
    { "id": 2, "Группа": 1997, "Минимальная высота": 7.9, "Максимальная высота": 7.9, "Средняя высота": 7.9 },
    { "id": 3, "Группа": 1999, "Минимальная высота": 9.1, "Максимальная высота": 9.1, "Средняя высота": 9.1 },
    { "id": 4, "Группа": 2010, "Минимальная высота": 8.8, "Максимальная высота": 8.8, "Средняя высота": 8.8 },
    { "id": 5, "Группа": 2011, "Минимальная высота": 8.5, "Максимальная высота": 8.5, "Средняя высота": 8.5 },
    { "id": 6, "Группа": 2014, "Минимальная высота": 8.6, "Максимальная высота": 8.6, "Средняя высота": 8.6 },
    { "id": 7, "Группа": 2015, "Минимальная высота": 7.7, "Максимальная высота": 7.7, "Средняя высота": 7.7 },
    { "id": 8, "Группа": 2019, "Минимальная высота": 8.2, "Максимальная высота": 8.2, "Средняя высота": 8.2 },
    { "id": 9, "Группа": 2022, "Минимальная высота": 6.8, "Максимальная высота": 6.8, "Средняя высота": 6.8 }
];

export const genres: tGroup = [
    { "id": 1, "Группа": "Боевик", "Минимальная высота": 8.5, "Максимальная высота": 8.9, "Средняя высота": 8.7 },
    { "id": 2, "Группа": "Драма", "Минимальная высота": 7.7, "Максимальная высота": 9.3, "Средняя высота": 8.5 },
    { "id": 3, "Группа": "Комедия", "Минимальная высота": 8.2, "Максимальная высота": 8.5, "Средняя высота": 8.4 },
    { "id": 4, "Группа": "Научная фантастика", "Минимальная высота": 8.6, "Максимальная высота": 8.8, "Средняя высота": 8.7 },
    { "id": 5, "Группа": "Ужасы", "Минимальная высота": 6.8, "Максимальная высота": 6.8, "Средняя высота": 6.8 }
];

export const directors: tGroup = [
    { "id": 1, "Группа": "Гай Ричи", "Минимальная высота": 8.2, "Максимальная высота": 8.2, "Средняя высота": 8.2 },
    { "id": 2, "Группа": "Джеймс Кэмерон", "Минимальная высота": 7.9, "Максимальная высота": 7.9, "Средняя высота": 7.9 },
    { "id": 3, "Группа": "Жан-Марк Валле", "Минимальная высота": 7.7, "Максимальная высота": 7.7, "Средняя высота": 7.7 },
    { "id": 4, "Группа": "Квентин Тарантино", "Минимальная высота": 8.9, "Максимальная высота": 8.9, "Средняя высота": 8.9 },
    { "id": 5, "Группа": "Кристофер Нолан", "Минимальная высота": 8.6, "Максимальная высота": 8.8, "Средняя высота": 8.7 },
    { "id": 6, "Группа": "Люк Бессон", "Минимальная высота": 8.5, "Максимальная высота": 8.5, "Средняя высота": 8.5 },
    { "id": 7, "Группа": "Оливье Накаш", "Минимальная высота": 8.5, "Максимальная высота": 8.5, "Средняя высота": 8.5 },
    { "id": 8, "Группа": "Роберт Земекис", "Минимальная высота": 8.8, "Максимальная высота": 8.8, "Средняя высота": 8.8 },
    { "id": 9, "Группа": "Себастьен Ваничек", "Минимальная высота": 6.8, "Максимальная высота": 6.8, "Средняя высота": 6.8 },
    { "id": 10, "Группа": "Фрэнк Дарабонт", "Минимальная высота": 9.1, "Максимальная высота": 9.3, "Средняя высота": 9.2 }
];