const films = [
    {
        "id": 1,
        "Название": "Интерстеллар",
        "Год": 2014,
        "Режиссёр": "Кристофер Нолан",
        "Жанр": "Научная фантастика",
        "Рейтинг": 8.6,
        "Страна": "США"
    },
    {
        "id": 2,
        "Название": "Джентльмены",
        "Год": 2019,
        "Режиссёр": "Гай Ричи",
        "Жанр": "Комедия",
        "Рейтинг": 8.2,
        "Страна": "Великобритания"
    },
    {
        "id": 3,
        "Название": "Синистер. Пожиратель душ",
        "Год": 2022,
        "Режиссёр": "Себастьен Ваничек",
        "Жанр": "Ужасы",
        "Рейтинг": 6.8,
        "Страна": "Франция"
    },
    {
        "id": 4,
        "Название": "Разрушение",
        "Год": 2015,
        "Режиссёр": "Жан-Марк Валле",
        "Жанр": "Драма",
        "Рейтинг": 7.7,
        "Страна": "США"
    },
    {
        "id": 5,
        "Название": "Начало",
        "Год": 2010,
        "Режиссёр": "Кристофер Нолан",
        "Жанр": "Научная фантастика",
        "Рейтинг": 8.8,
        "Страна": "США"
    },
    {
        "id": 6,
        "Название": "Титаник",
        "Год": 1997,
        "Режиссёр": "Джеймс Кэмерон",
        "Жанр": "Драма",
        "Рейтинг": 7.9,
        "Страна": "США"
    },
    {
        "id": 7,
        "Название": "Леон",
        "Год": 1994,
        "Режиссёр": "Люк Бессон",
        "Жанр": "Боевик",
        "Рейтинг": 8.5,
        "Страна": "Франция"
    },
    {
        "id": 8,
        "Название": "1+1",
        "Год": 2011,
        "Режиссёр": "Оливье Накаш",
        "Жанр": "Комедия",
        "Рейтинг": 8.5,
        "Страна": "Франция"
    },
    {
        "id": 9,
        "Название": "Побег из Шоушенка",
        "Год": 1994,
        "Режиссёр": "Фрэнк Дарабонт",
        "Жанр": "Драма",
        "Рейтинг": 9.3,
        "Страна": "США"
    },
    {
        "id": 10,
        "Название": "Зеленая миля",
        "Год": 1999,
        "Режиссёр": "Фрэнк Дарабонт",
        "Жанр": "Драма",
        "Рейтинг": 9.1,
        "Страна": "США"
    },
    {
        "id": 11,
        "Название": "Форрест Гамп",
        "Год": 1994,
        "Режиссёр": "Роберт Земекис",
        "Жанр": "Драма",
        "Рейтинг": 8.8,
        "Страна": "США"
    },
    {
        "id": 12,
        "Название": "Криминальное чтиво",
        "Год": 1994,
        "Режиссёр": "Квентин Тарантино",
        "Жанр": "Боевик",
        "Рейтинг": 8.9,
        "Страна": "США"
    }
];

export default films;